Repository: 84000/data-translation-memory
Catalog: toh232-v4.tmx
Source language: bo
Languages: en

source: རིན་པོ་ཆེ་ཐམས་ཅད་ཀྱི་གདུགས་ཆེན་པོ་དང་། རིན་པོ་ཆེ་ཐམས་ཅད་ཀྱི་བ་དན་རྣམས་དང་། རིན་པོ་ཆེ་ཐམས་ཅད་ཀྱི་རྣམ་པར་རྒྱལ་བའི་བ་དན་རྣམས་དང་། སྤོས་ཐམས་ཅད་ཀྱིས་བསྒོས་པའི་ཙན་དན་གྱི་ཕྱེ་མ་དང་། སྤོས་དང་། མེ་ཏོག་ཐམས་ཅད་དང་། རྔ་པ་ཊ་ཧ་དང་། ཁར་རྔ་དང་། རྫ་རྔ་དང་། པི་བང་དང་། གླིང་བུ་དང་། སིལ་སྙན་བརྒྱ་ཕྲག་ཐམས་ཅད་ཀྱིས་མཆོད་པ་བྱས་ནས་འཛམ་བུའི་གླིང་ཐམས་ཅད་བསྐོར་ཏེ།
en: With great parasols, banners, and victory banners adorned with all kinds of jewels, and with sandalwood powder infused with all manner of scents, incense, all sorts of flowers, drums, gongs, kettledrums, lutes, flutes, and hundreds of cymbals, she will make offerings to them, circulating all throughout Jambudvīpa.

source: དགེ་སློང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། ཡོན་ཏན་དང་ལྡན་པ་རྣམས་ལ་ཆོས་གོས་དང་། བསོད་སྙོམས་དང་མལ་སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་རྣམས་དང་ལྡན་པར་བྱས་ཏེ།
en: For the monks who possess discipline and virtuous qualities, she will provide robes, alms, cushions, medicines for curing illness, and all manner of supplies.

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་བཅུའི་སྤྱད་པ་སྤྱོད་ཅིང་རྟག་ཏུ་བསླབ་པའི་གཞི་ལྔ་བཟུང་ནས་དབུལ་པོ་ལ་སོགས་པ་ཁྱིམ་བཀོལ་གྱི་སེམས་ཅན་ཐམས་ཅད་གང་དང་གང་ལ་ཅི་དང་ཅིས་དོན་དུ་འགྱུར་བ་དེ་དང་དེ་ལ་དེ་དང་དེ་བྱིན་ནས་འདུ་ཤེས་བཅུའི་བསྡུ་བས་བསྡུས་ཏེ་སྤྱོད་པར་བྱེད་ཅིང་།
en: She will practice the ten perfections and constantly uphold the five precepts. For all sentient beings who are poor or in servitude, she will give whatever to whomever in order to benefit them by any means, whoever and wherever they are.

source: སེམས་ཅན་བྱེ་བ་ཕྲག་མང་པོ་དག་རིམ་བཞིན་དུ་བཏུལ་ཏེ་སེམས་ཅན་དེ་དག་གི་དགེ་བའི་རྩ་བ་ཡོངས་སུ་སྨིན་པར་ཤེས་ནས། སྤྲིན་ཆེན་སྙིང་པོའི་མདོ་འདི་ལ་སོགས་པ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་གསུངས་པ་མཚུངས་པ་མེད་པའི་མདོ་རིན་པོ་ཆེའི་དམ་པའི་ཆོས་བསྟན་པ་འབྱུང་བར་བྱ་བའི་ཕྱིར་ཅིའི་ཐབས་ཀྱིས་ཀྱང་མཚུངས་པ་མེད་པའི་སྒྲ་སྒྲོགས་པར་བྱེད་ཅིང་།
en: She will gradually tame many tens of millions of sentient beings, and once she has seen that those sentient beings’ virtuous roots have ripened, she will employ whichever of the infinite skillful means are available to her to proclaim the unparalleled sound of the sublime Dharma teachings of the peerless precious discourses spoken by all the tathāgatas, such as this Great Cloud discourse and others.

source: མཚུངས་པ་མེད་པའི་གླེགས་བམ་བྲིས་པའི་སྣོད་སངས་རྒྱས་ཀྱིས་གང་དང་གང་དུ་བྱིན་གྱིས་བརླབས་པའི་གནས་རྣམས་སུ་འཇོག་པར་བྱེད་དེ།
en: She will copy these discourses and place the unparalleled volumes in all places that have been blessed by the buddhas.

source: དེ་ལྟར་མཚུངས་པ་མེད་པའི་ས་བོན་བསྐྱེད་ནས་དེའི་འོག་ཏུ་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་རོ།
en: After having planted the peerless seed of awakening in this fashion, she will finally come to the end of her life.

source: །དེའི་ཚེ་ལྷ་མོ་ལོ་ཏོག་འབྱོར་མ་ཤེས་རབ་ཆེན་མོ་ཐབས་མཁས་པ་ཟབ་མོ་ཤེས་པ་དང་ལྡན་པའི་ལྷ་མོས་བུད་མེད་ཀྱི་ལུས་ལས་ལྡོག་པར་འགྱུར་རོ། །
en: At that time, the queen Abundant Harvest, the great wise woman, the goddess skilled in means and possessing profound knowledge, will leave behind her female form.”

source: སྤྲིན་ཆེན་སྙིང་པོས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཅི་ལྷ་མོ་འདི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དད་པ་བསྐྱེད་པའི་སླད་དུ་ཆོ་འཕྲུལ་ཆེན་པོ་བགྱིས་ནས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་རམ།
en: Great Cloud Essence asked, “Bhagavān, in order to engender faith in all sentient beings, will this goddess perform the great miraculous display of passing into parinirvāṇa?”

source: བཀའ་སྩལ་པ། སྤྲིན་ཆེན་སྙིང་པོ་ཅི་ལྷ་མོ་འདི་ཆོ་འཕྲུལ་ཆེན་པོ་བྱེད་མི་ནུས་ཞེས་ཁྱོད་སྨྲའམ།
en: The Bhagavān replied, “Great Cloud Essence, are you saying that this goddess is not capable of performing such a great miraculous display?” “

source: བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ། །
en: No, Bhagavān.”

source: བཀའ་སྩལ་པ། སྤྲིན་ཆེན་སྙིང་པོ་ལྷ་མོ་འདི་ཆོ་འཕྲུལ་ཆེན་པོ་སྟོན་མི་ནུས་སོ་ཞེས་དེ་སྐད་མ་ཟེར་ཅིག །
en: The Bhagavān continued, “Great Cloud Essence, do not say that this goddess is not capable of exhibiting a great miraculous display.

source: འོན་ཀྱང་འདུལ་བའི་དབང་གིས་ནི་མི་འདོད་དོ།
en: However, through her power to tame beings, she may choose not to.

source: འཛམ་བུའི་གླིང་འདི་ན་ལྷ་མོ་འདི་ལ་སོགས་པ་དགེ་སློང་ངམ། དགེ་སློང་མ་ཚུལ་ཁྲིམས་དང་ལྡན་པར་གྱུར་ནས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་མི་འགྱུར་བའི་སེམས་ཅན་དེ་གང་ཡང་མེད་དེ་དེ་ནི་གནས་མེད་དོ།
en: After this goddess and others become monks and nuns who possess discipline, it is unfounded to think that here in Jambudvīpa there will be no sentient beings who do not pass into parinirvāṇa.

source: །སྤྲིན་ཆེན་སྙིང་པོ་དེ་བས་ན་མ་འོངས་པའི་སེམས་ཅན་བསོད་ནམས་ཆུང་ངུ་ཐམས་ཅད་ཀྱི་དད་པ་བསྐྱེད་པའི་ཕྱིར་མདོ་འདི་ལས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལུང་བསྟན་པར་བྱེད་དོ་ཞེས་ང་སྨྲའོ།
en: Therefore, Great Cloud Essence, in order to engender faith in all future sentient beings with little merit, I give prophecies for the bodhisattvas in this discourse.

source: །སྤྲིན་ཆེན་སྙིང་པོ་དེའི་ཚེ་ལྷ་མོ་འདི་བུད་མེད་ཀྱི་ལུས་ལས་བཟློག་ནས་དེ་བཞིན་གཤེགས་པ་འོད་དཔག་མེད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སྐྱེ་བ་ལེན་པར་འགྱུར་ཏེ།
en: At that time, Great Cloud Essence, when this goddess has left behind her female form, she will take birth in the buddhafield of Amitābha, the world system Blissful.

source: འཇིག་རྟེན་གྱི་ཁམས་དེར་བདེ་བ་ཉམས་སུ་མྱོང་ནས་རིམ་གྱིས་སངས་རྒྱས་སུ་འགྱུར་རོ། །
en: As she experiences bliss in that world system, she will gradually attain buddhahood.” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཐབས་ལ་མཁས་པ་དང་ལྡན་པའི་ལྷ་མོ་འདི་ཡུན་ཇི་སྲིད་ཅིག་ན་སངས་རྒྱས་སུ་འགྱུར་འདིའི་མིང་ཡང་ཇི་སྐད་ཅེས་བགྱི་བར་འགྱུར།
en: Bhagavān, when will this goddess who possesses skill in means attain buddhahood? By what name will she be known?

source: བཅོམ་ལྡན་འདས་དེའི་འཇིག་རྟེན་གྱི་ཁམས་ནི་ཅི་འདྲ་བར་འགྱུར།
en: What will that Bhagavān’s world system be like?” “

source: བཀའ་སྩལ་པ། ལྷ་མོ་འདི་ནི་བསྐལ་པ་གྲངས་མེད་པ་ཕྲག་ལྔ་བརྒྱ་འདས་པ་ན་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདིར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་འཚང་རྒྱ་བར་འགྱུར་ཏེ།
en: This goddess will attain unsurpassed, complete, and perfect awakening and realize buddhahood within this great trichiliocosm world-system after five hundred inconceivable eons have passed.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས། རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་གཙང་ཞིང་བདེན་པའི་མཚམས་འཕེལ་བར་མཛད་པ་ཞེས་བྱ་བར་འགྱུར་རོ།
en: She will become a tathāgata, endowed with knowledge and its supporting conduct, a well-gone one, knower of the world, unexcelled charioteer who tames beings, teacher of humans and gods, a bhagavān buddha by the name of Increasing Purity and Truth.

source: །འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་འདི་ཡང་འཇིག་རྟེན་གྱི་ཁམས་གཙང་མ་སྦྱོང་བ་ཞེས་བྱ་བར་འགྱུར་རོ། །བསྐལ་པ་ནི་གཙང་ཞིང་བདེན་པའི་མཚམས་ཞེས་བྱ་བར་འགྱུར་ཏེ།
en: This world system of Endurance will become the world system Refined Purity, and the eon will be known as Purity and Truth.

source: འཇིག་རྟེན་གྱི་ཁམས་གཙང་མ་སྦྱོང་བ་དེ་འབྱོར་པར་འགྱུར། རྒྱས་པར་འགྱུར། བདེ་བ་དང་། ཉམས་དགའ་བ་དང་། ལོ་ལེགས་པ་དང་། སྐྱེ་བོ་དང་། མི་མང་པོས་གང་བར་འགྱུར་རོ། །
en: The world system Refined Purity will prosper and flourish, and it will be filled with bliss, happiness, good harvests, and many beings and people.

source: འབྱོར་ཅིང་རྒྱས་པར་གྱུར་པ་དེའི་ཚེ་འཛམ་བུའི་གླིང་འདིར་གྲོང་ཁྱེར་གཙང་མ་བསུང་ལྡན་ཞེས་བྱ་བ་ཞིག་འབྱུང་བར་འགྱུར་ཏེ། གྲོང་ཁྱེར་གཙང་མ་བསུང་ལྡན་དུ་མི་བྱེ་བ་བརྒྱ་སྟོང་ཕྲག་དགུ་བཅུ་རྩ་བརྒྱད་འབྱུང་བར་འགྱུར་རོ།
en: At that time, when this world system has become prosperous and flourishing, there will arise a city here in Jambudvīpa called Fragrant Purity populated by ninety-eight trillion people.

source: །དཔེ་མེད་པའི་གྲོང་ཁྱེར་དེར་ར་བ་དང་། ཡང་ཏོག་དང་། བླ་འཚོགས་དང་། འོབས་དཔེ་མེད་པ་དག་ཀྱང་འབྱུང་བར་འགྱུར་རོ། །
en: Within that incomparable city, there will be many incomparable walls, mansions, canopies, and moats.

source: དག་ཅིང་ཉོན་མོངས་པ་ཞི་བར་བྱེད་པའི་ཆུའི་ཀླུང་ནག་པོ་བཟང་ཞེས་བྱ་བ་ནི་དེའི་ཚེ་གཙང་མ་བཟང་པོ་ཞེས་བྱ་བར་འགྱུར་ཏེ། འགྲམ་ཕ་རོལ་ཚུ་རོལ་དཔེ་མེད་པའི་ཤིང་ལྗོན་པའི་ཀུན་དགའ་ར་བ་ཉམས་དགའ་བ་དང་ལྡན་པར་འགྱུར་རོ།
en: The river Fine Blackness, purified and with all its afflictions pacified, will at that time be called Excellent Purity, and on its banks, near and far, will lie incomparable groves with delightful gardens. “

source: །འཇིག་རྟེན་གྱི་ཁམས་གཙང་མ་སྦྱོང་བ་དེ་ཡང་འདི་ལྟ་སྟེ་དཔེར་ན་དགའ་ལྡན་གྱི་ལྷ་རྣམས་ཀྱི་ལོངས་སྤྱོད་དང་། ཡོངས་སུ་སྤྱོད་པ་བཞིན་ཏེ། རི་དང་། རྡོ་དང་། བོང་བ་དང་། གྱོ་མོ་དང་། གསེག་མ་ལ་སོགས་པ་མེད་པར་འགྱུར་ཞིང་མུ་སྟེགས་ཅན་གྱི་མིང་ཡང་མེད་པར་འགྱུར་རོ། །ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་མིང་ཡང་མི་གྲག་པར་འགྱུར་རོ།
en: That world system of Refined Purity will be just like Tuṣita Heaven with all its divine enjoyments and wealth. There will be no mountains, boulders, dirt, pebbles, gravel, and the like. Even the name non-Buddhist will not exist, and the names śrāvaka and pratyekabuddha will not be heard.

source: །སྐྱེས་པ་དང་བུད་མེད་དག་གི་བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་ཡང་འབྱུང་བར་འགྱུར་རོ།
en: All men and women will join the bodhisattva saṅgha.

source: །དེ་ན་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཤེས་པའི་གཏམ་གྱི་མིང་ཡང་མེད་དེ། ཐེག་པ་ཆེན་པོའི་མདོའི་གཏམ་རྒྱས་པར་སྟོན་པར་འགྱུར་རོ།
en: There will be no mention or knowledge of the śrāvakas and pratyekabuddhas, but reports of the Great Vehicle discourses will spread far and wide.

source: །བདུད་དང་ཕྱིར་རྒོལ་བ་བཅོམ་པའི་སེམས་ཅན་རྣམས་འབྱུང་བར་འགྱུར་རོ།
en: There will appear sentient beings who will triumph over Māra and all hostile forces.

source: །དག་ཅིང་བཟོད་པ་ཆེན་པོའི་རྙེད་པ་ཐོབ་པ་དག་འབྱུང་བར་འགྱུར་རོ།
en: There will appear many who will attain the discoveries of purity and great acceptance.

source: །ས་གཞི་ཡང་ནོར་བུ་རིན་པོ་ཆེ་ཐམས་ཅད་ལས་གྲུབ་པར་འགྱུར་ཏེ། འཛམ་བུའི་ཆུ་བོའི་གསེར་གྱི་མེ་ཏོག་དང་། པད་མ་ཐམས་ཅད་ཀྱིས་སྤྲོས་པར་འགྱུར་རོ།
en: The ground will be made from all variety of precious jewels, and the Jambu river will be lined with golden flowers and all kinds of lotus blossoms.

source: །དེ་བཞིན་གཤེགས་པ་དེ་ཡང་ཚེ་དཔག་ཏུ་མེད་པར་འགྱུར་རོ། །དེ་བཞིན་དུ་མི་རྣམས་ཀྱི་ཚེ་ཡང་ཚད་མེད་པར་འགྱུར་རོ།
en: The Tathāgata’s lifespan will be unfathomable, and similarly the lifespan of all humans will be incalculable.

source: །དེ་བཞིན་གཤེགས་པ་དེ་ནི་གྲོང་ཁྱེར་གཙང་མ་བསུང་ལྡན་དུ་བཞུགས་པར་འགྱུར་རོ།
en: The Tathāgata will abide in the city Fragrant Purity.

source: །བཅོམ་ལྡན་འདས་དེའི་སྨོན་ལམ་གྱི་ཁྱད་པར་གྱིས་ན་མ་འོངས་པའི་སེམས་ཅན་གྱི་ཚོགས་མང་པོ་དག་གིས་དེ་བཞིན་གཤེགས་པ་དེའི་མཚན་ཐོས་པ་ཙམ་གྱིས་རང་གི་ལུས་ལས་ཤི་འཕོས་མ་ཐག་ཏུ་འཇིག་རྟེན་གྱི་ཁམས་གཙང་མ་སྦྱོང་བ་དེར་གྲོང་ཁྱེར་གཙང་མ་བསུང་ལྡན་དུ་སྐྱེ་བར་འགྱུར་ཞེས་ང་སྨྲའོ།
en: I say that through that bhagavān’s special aspiration, in the future the entire great throng of sentient beings who simply hear of that tathāgata’s characteristics will, after they pass away from their current body, be born directly within the city Fragrant Purity in the world system of Refined Purity.

source: །ངན་སོང་བཞི་ཡང་དེ་དག་གི་སྤྱོད་ཡུལ་གྱི་སར་མི་འགྱུར་རོ།
en: They will not be destined for the domains of the four unpleasant rebirths. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་དེ་བས་ན་ང་ནི་བཅོམ་ལྡན་འདས་དེའི་འཇིག་རྟེན་གྱི་ཁམས་གཙང་མ་སྦྱོང་བ་དང་། བསྐལ་པ་གཙང་ཞིང་བདེན་པའི་མཚམས་ཞེས་བྱ་བ་དང་། དེ་བཞིན་གཤེགས་པ་གཙང་ཞིང་བདེན་པའི་མཚམས་འཕེལ་བར་མཛད་པ་ཞེས་བྱ་བ་ཡོན་ཏན་གཟུང་བ་སྨྲའོ།
en: Therefore, Great Cloud Essence, I say that you should bear in mind the virtuous qualities of that bhagavān’s world system called Refined Purity, the eon called Purity and Truth, and the tathāgata named Increasing Purity and Truth.”

source: །དེ་ནས་འཁོར་ཆེན་པོའི་ནང་ནས་ལྷ་དང་མིའི་ཚོགས་ཚད་མེད་པས་བཅོམ་ལྡན་འདས་ལ་མཆོད་པ་ཆེན་པོའི་ལས་བྱས་ཏེ་གར་བྱས། གླུ་བླངས་ནས་བཅོམ་ལྡན་འདས་དེའི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་སེམས་བསྐྱེད་དོ།
en: At this point, an innumerable throng of gods and humans set forth from the great assembly and paid great homage to the Bhagavān, dancing and singing, and they all produced the aspiration to engage in the bodhisattva conduct of the Bhagavān. “

source: །འདི་ནི་མ་འོངས་པའི་སེམས་ཅན་བྱེ་མ་སྙེད་དག་ལུང་སྟོན་པ་སྤྲིན་ཆེན་པོའི་མདོ་ཚེག་བར་བརྒྱད་པར་སྦྱར་བའི་ལེའུ་འབུམ་པ་ལས་ལུང་བསྟན་པའི་རྒྱུད་ཡིན་ནོ། །
en: This is the continuum of explanations drawn from the hundred thousand chapters of eight-syllable verse of The Great Cloud, which contains prophecies for as many sentient beings of the future as there are grains of sand.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། སྤྲིན་ཆེན་སྙིང་པོ་ལ་སོགས་པ་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་། མི་མ་ཡིན་པ་རྣམས་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: After the Bhagavān made this statement, Great Cloud Essence and the rest of the gods, nāgas, yakṣas, garuḍas, kinnaras, mahoragas, humans, and nonhumans all rejoiced and praised the discourse spoken by the Bhagavān.

source: །འཕགས་པ་སྤྲིན་ཆེན་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes the Noble Great Vehicle Sūtra “Great Cloud.”

source: རྒྱ་གར་གྱི་མཁན་པོ་སུ་རེན་དྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: Revised and finalized by the Indian preceptor Surendrabodhi and the great editor-translator Bandé Yeshé Dé.
